welcome = 'Добро пожаловать в игру "The Walking Dead". Чтобы начать играть нажмите Начать игру'
greeting = 'Вашего персонажа зовут Ли. Вас везут на судебное заседание, ' \
           'После долгого молчания офицер решил завести разговор. ВНИМАНИЕ: ВАШЕ РЕШЕНИЕ?'
dialog_with_police1 = 'Вы решили побеседовать с полицейским. Он оказался очень даже хорошим собеседником.' \
                      'Вы оба настолько увлеклись беседой, что когда на дорогу выбежал человек офицер не успел вовремя среагировать'

an_accident = 'Вы съехали с трассы и попали в аварию. Через некоторое время вы очнулись в перевернутой машине посреди леса'

dialog_with_police2 = 'Вы явно были не в настроении. Вы нагрубили офицеру и остальные несколько минут ехали молча. '
dialog_with_police3 =' Через некоторое время по радио начали сообщать о странных нападениях людей друг на друга'

dialog_with_police4 = 'Офицер не был в настроении слушать "этот бред" и отключил радио. ' \
            'Во время того, как он пытался отключить это радио, на дорогу выбежал человек.'

look_around1 = 'Ли: Чёрт, моя нога ужасно болит. Надо бы осмотреться... О, это же шериф!'

go_to_police1 = 'Выбив стекло и выбрались с машины и сразу же отправились к шерифу. '
go_to_police2 = 'Ли: О, ключи от наручников. Ох, чёрт! '

headshot1 = 'Шериф будто обузумел! Он напал на вас, схаватил за ногу и повалил..'

headshot2 = 'Рядом с ним было заряженное ружьё, Ли быстро сообразил и выстрелил прямо ему в голову'

shoot_sound = 'На звук выстрела ходячие отреагировали незамедлительно. Они начали выходить практически со всех углов леса. '\
              'Взяв себя в руки, Ли с больной ногой побежал куда глаза гледят и наткнулся на огражденный забором дом. '\
              'Ли перелез через забор и был в шаге от смерти, но сегодня удача была на стороне Ли. '
lucky_Lee = 'Ли: Я был близок к смерти. Чёрт, мне повезло.'

choose_the_way = 'Куда заглянуть в первую очередь?'

dont_be_panic = 'Ли: ЭЙ, КТО НИБУДЬ! ПОМОГИТЕ! ЕСТЬ ТУТ КТО? НУ ПОМОГИТЕ ЖЕ КТО-НИБУДЬ!'

fail_Lee = 'На ваши крики незамедлительно отрегировали ходячие мертвецы. '\
           'Они быстро окружили машину, пробили окна и добрались до вас. Ли погиб.'
game_over = 'Пожалуйста, не будьте легкомысленны и обдумывайте каждое решение, ведь оно может повлиять на сюжет!'

go_to_the_kitchen = 'Вход в кухню был в крови. '\
                    'Порывшись в шкафчиках и полках на кухне вы не нашли ничего съедобного, но нашли рацию.'

radio_set1 = 'Голос с рации: Папочка?. '
radio_set2 = 'Ли: Алло?!'
radio_set3 = 'Рация: Тебе нужно быть тише..'

Lee_not_monster = 'Рация: Хорошо, меня зовут Клементина и я здесь живу'
radio_set5 = 'Ли: Привет, Клементина, меня зовут Ли.'
radio_set6 = 'Клементина: Ты случайно не встречал моих родителей? Они уехали в Саванну оставив меня с няней, но пообещали скоро вернуться'
radio_set7 = 'Ли: Извини, но нет.'

children_picture = 'Вы зашли в гостинную и заметили детский рисунок и фотографию семьи которая здесь раньше жила'
parents_situation1 = 'Автоответчик: 1 входящее сообщение.. ' \
                    'Заинтересовавшись, вы решили прослушать оставленные сообщения'
parents_situation2 = 'Голос был испуганным, на заднем фоне слышались крики других людей..'
parents_situation3 = 'Клементина? Детка, если ты это слышишь, то позвони в полицию. Номер 9-1-1.' \
            'Мы тебя любим.. Мы любим тебя..*Резкий срыв*'

reaction_to_ps = 'Ли: Твою ж.. Да что тут происходит?!'



are_u_ok = 'Голос с радио: Да, спасибо. Меня зовут Клементина и я здесь живу.'

clever_Klem = 'Клементина: Я на улице в домике на дереве. Они не могут сюда залезсть ' \
           'Видишь? Ты меня видишь? Я вижу тебя через окно.'
radioset3 = 'Ли: Да я тебя виж...'

scream_Klementine1 = 'Клементина: ААА!! ОСТОРОЖНО!'
scream_Klementine2 = 'Позади вас оказалась та самая няня. Вот только уже обратившаяся в чудовище. ' \
             'Вы вовремя отреагировали и оттолкнули её от себя. Попытавшись убежать от неё вы споткнулись об лужу крови и упали. '
hammer = 'Лёжа отпинываясь, сзади вы заметили Клементину, подававшую вам молоток.' \
             'Если бы не Клементина, никто не знал что бы случилось. Ли разобрался с ней'

dialog_Lee_Klem1 = 'Ли: Прости, это наверное была твоя няня'
dialog_Lee_Klem2 = 'Всё нормально. Я думаю она монстр.'

dialog_Lee_Klem3 = 'Ли: Ты всё это время была одна?'
dialog_Lee_Klem4 = 'Клементина: Да, я жду пока вернуться мои родители.'
dialog_Lee_Klem5 = 'Ли: Не знаю что тут произошло, но пока что за тобой буду приглядывать я.'


go_now = 'Клементина: Да, ты прав, ночью небезопасно.'
Chet_alive = 'Вы решили уйти отсюда подальше, так как оставаться на ночь было не самой лучшей идеей.' \
             'Вы с Клементиной вышли на задний двор и наткнулись на двух прохожих, толкающих машины.'
Shon_and_Chet1 = 'Незнакомцы: Твою мать! Не ешьте нас!'
Shon_and_Chet2 = 'Ли: Нет! Мы не из тех..'
Shon_and_Chet3 = 'Незнакомец: Ох, извини, просто ты весь в крови и твоя походка.'
Shon_and_Chet4 = 'Незнакомец: Меня зовут Шон а это мой друг Чет'
Shon_and_Chet5 = 'Чет: Привет!'
Shon_and_Chet6 = 'Шон: Давай ты поможешь расчистить нам дорогу, а мы вытащим тебя с твоей дочерью отсюда и отвезем на ферму моей семьи. Там безопасно'
Lee_is_not_father = 'Ли: Я не её отец..Я...'

Chet_not_alive = 'Ли: Мы должны выбираться из этого района, тут небезопасно. ' \
           'Мы станем менее заметны, если будем двигаться ночью'
Lee_and_Klem1 = 'Клементина: Мои родители могут вернуться'
Lee_and_Klem2 = 'Ли: Мы не пойдем далеко, мы попробуем найти убежище и вернемся сюда с остальными'
Lee_and_Klem3 = 'Клементина: Звучит неплохо, пока мы можем спрятаться в моем домике на дереве'
Lee_and_Klem4 = 'Ли: Будет сложно забраться наверх с такой ногой, но это хорошая идея... Наступила ночь.'
night = 'Ли: Теперь давай стараться не шуметь. Мы выйдем со двора и по дороге выберемся из района. ' \
             'Всё будет хорошо. Держись рядом со мной'
dont_shoot_me1 = 'Вы выбрались со двора но вдруг в вас начали стрелять с пистолета. Вы укрылись за машиной'
dont_shoot_me2 = 'Незнакомец: Я обнаружил ублюдка!'
dont_shoot_me3 = 'Клементина шёпотом: Мы что умрём?'
dont_shoot_me4 = 'Ли: Нет, не бойся. Я что-нибудь придумаю.'
dont_shoot_me5 = 'Незнакомец: Не двигаться! Полиция штата Джорджия!'
dont_shoot_me6 = 'Ли: Я медленно выхожу!'
dont_shoot_me7 = 'Незнакомец: Вот чёрт! Ты не один из этих тварей!'

dont_shoot_me8 = 'Ли: Не один из нас..'
dont_shoot_me9 ='Незнакомец: Ох, чёрт, ты с маленькой девочкой'
dont_shoot_me10 = 'Второй парень: Мы сожалеем об этом..Ну, Андре сожалеет об этом'
acquaintance1 = 'Митч: Офицер Митч-,представился вам стрелявший в вас.'
acquaintance2 = 'Шон: Меня зовут Шон, Шон Грин. А это Андре. Ты не видел одного из этих тварей по близости?'\
             'Одна из них убила нашего друга, Чета...'
acquaintance3 = 'Ли: Нет, извини.'
acquaintance4 = 'Шон: Вот чёрт, ты сильно поранил ногу. Давай так, ты поможешь найти эту тварь убившую нашего друга.' \
              'А мы тебя с твоей дочерью отвезем на ферму моего отца. Он также может подлечить твою ногу.'

stupid_attack1 = 'Вы решили атаковать их напрямую. Ли побежал прямо на того, кто стрелял. '
stupid_attack2 = 'Он подумал что вы обратились, навёлся прямо на Ли и выстрелил в голову. '
stupid_attack3 = 'Пожалуйста, принимайте обдуманные решения!'

be_quick = 'Шон: Давайте собираться, глупо здесь стоять' \
           'Вы начали отталкивать машины с дороги чтобы очистить путь, но, как на зло, "ходячие" начали вылезать со всех углов. ' \
           'Вы быстро сели в машину и с трудом уехали с того места. ' \
           'Ближе к ночи, вы приехали на ферму. Чет побежал к себе домой а вы решили остаться дома у Шона.'

be_quick_2 = 'Шон: Ладно. Хорошо. Но сперва мы должны найти этого ублюдка который убил Чета. Ну что ж, начнём поиски. Ох, чёрт!'
is_it_Chet1 = 'Митч: Твою ж! Это же Чет! Быстро! В мою машину! НАЗАД!'
is_it_Chet2 = 'Вы быстро побежали к машину и уехали оттуда. Шон и Митч были в шоке и весь путь до фермы проехали молча'
welcome_to_farm1_2_1 = 'Вы доехали до фермы'
welcome_to_farm1_2_2 = 'Митч Шону: Передавай привет своему отцу. Мне жаль, Шон. Чет был хорошим чуваком.'
Chet_dead1 = 'Шон: В Атланте я наткнулся на Андре.. А Чет.. Его убили'
Chet_dead2 = 'Отец Шона: Нет! Не может быть!'
Chet_dead3 = 'Шон: Эти твари схватили его, пап, я не знаю что происходит, но мы завтра же должны укрепить забор'
welcome_to_farm1 = 'Слава богу ты в порядке,-сказал отец Шона встречая вас у входа в дом.'
welcome_to_farm2 = 'Ли: Твой сын спас нас.'
welcome_to_farm3 = 'Отец Шона: Значит выжили только ты и твоя дочь..'
welcome_to_farm4 = 'Шон: Ох, это не его дочь, он... ну.. Просто парень который нашел её одну.'

not_father1 = 'Шон: Ох, это не его дочь, это её сосед.'
not_father2 = 'Шон: Ох, это не его дочь, он её няня.'

foot_Lee1 = 'Отец Шона заметил проблему с вашей ногой и предложил помочь. Вы сели на лавку и он перевязал вам рану и обработал спиртом'
foot_Lee2 = 'Отец Шона: Как вас зовут?'
foot_Lee3 = 'Ли: Меня зовут Ли, а её Клементина.'
foot_Lee4 = 'Отец Шона: Рад знакомству, Ли. Я Хершел Грин.'
zombies_are_coming1 = 'Шон вышел проведать вас и предупредил о том, что надвигается опасность.'
zombies_are_coming2 = 'Шон: Тут творится какая-то хрень. Пап, мы должны укрепить заборы чтобы они не прорвались сюда.'
zombies_are_coming3 = 'Хершел: Такие вещи тут не происходят, успокойся, Шон! Не неси ерунды!'
zombies_are_coming4 = 'Шон: Ли, скажи ему что ты видел!'

still_not_trusting1 = 'Хершел: Ладно, ладно! Делай что хочешь, Шон, у нас и без этого дел хватает.'

foot_Lee5 = 'Хершел: Я перевязал твою ногу. Если будет болеть - дай знать, а может пойти заражение. И вам нужно двоим отдохнуть. ' \
           'Одеяла в хлеву. Встаём рано утром.'

meeting_Kenny1 = 'Кто-то рано утром разбудил вас и Клементину. У него были густые усы и странная кепка на голове. '
meeting_Kenny2 = 'Незнакомец: Эй, вставай'
meeting_Kenny3 = 'Клементина: Я вся чешусь.'
meeting_Kenny4 = 'Незнакомец: Ну конечно, ты же спала в хлеву, маленькая леди. Тебе повезло что у тебя нет пауков на голове. ' \
             'Ну да ладно, твой папочка наверняка их отпугнул?'
meeting_Kenny5 = 'Ли: Я не её отец. Меня зовут Ли.'
meeting_Kenny6 = 'Незнакомец: Я Кенни.'

Dac_is_my_name1 = 'В хлев неожиданно забегает мальчик, с виду он ровестник Клементины.'
Dac_is_my_name2 = 'Мальчик: Пап! Нам нужно построить забор, там трактор и всё такое!'

Dac_is_my_name3 = 'Кенни: Это мой сын, Кен младший. Хотя мы его зовём Дак.'

Dac_is_my_name4 = 'Кенни: Угу. Его ничего не волнует. Как с гуся вода.. ' \
           'Так куда вы держите путь?'
Dac_is_my_name5 = 'Ли: Моя семья из Мэйкона. Скорее всего туда.'
is_it_racism = 'Кенни: Нам как раз по пути. Тем более, такой парень как ты отлично подошёл бы, чтобы снести пару голов. '

Kennys_wife = 'Вы подошли к жене и сыну Кенни. Он представил вас обоих. Подошёл Шон.'
build_fence = 'Шон: Ну что ж, пора приступать к работе. Мы все видели на что способны эти твари. Чем раньше приступим, тем лучше.'

Dac_and_Shon1 = 'Дак: Да! Я тоже хочу строить забор!'
Dac_and_Shon2 = 'Шон: Да? Ну мне нужен хороший бригадир. Ты можесть сесть в трактор и кричать на меня каждый раз, когда я захочу попить воды.'
Dac_and_Shon3 = 'Дак: Трактор? Круто!'
Dac_and_Shon4 = 'Жена Кенни: Я могу приглядеть за девочкой. Мы будем тут, на крыльце.'

Joke_Dac_name = 'Кенни: Ахахаха, нее, просто его ничего не волнует. Как с гуся вода. Так куда вы планируете отправиться?'
Dac_name = 'Кенни: И такое бывает.. Просто его ничего не волнует. Как с гуся вода. Так куда вы планируете отправиться?'

wife_and_Klem1 = 'Ли: Как вы тут?'
wife_and_Klem2 = 'Жена Кенни: Хорошо, спасибо что спросил. Клементина оказывается первоклассница, но такая умная для её возраста!'
wife_and_Klem3 = 'ВЫ УЗНАЛИ ЧТО КЛЕМЕНТИНА ПЕРВОКЛАССНИЦА'
wife_and_Klem4 = 'Ли: Как так в городе?'
wife_and_Klem5 = 'Жена Кенни: Когда всё так обернулось, мы сели в машину и сразу же уехали..Мы могли помочь стольким людям.. ' \
                 'Но Кенни не останавливался, они умирали на наших глазах.. я никогда не забуду через что мы прошли.. Через что прошёл Дак.'
wife_and_Klem6 = 'Ли: Извини, что заставил вспомнить, я не хотел.'

talk_with_Kenny1 = 'Ли: Здорова, помощь нужна?'
talk_with_Kenny2 = 'Кенни: Нет, спасибо. Как-нибудь сам справлюсь. Хотел бы спросить, кем ты был до всего этого?'
talk_with_Kenny3 = 'Ли: Я преподавал в одном из университетов Джорджии. А ты?'
talk_with_Kenny4 = 'Кенни: Ну, мы с женой работали ветеринарами, вот только я лечил лошадей, а она кошек и собак.'
talk_with_Kenny5 = 'ВЫ УЗНАЛИ КЕМ КЕННИ И ЕГО ЖЕНА БЫЛИ В ПРОШЛОМ'

helping_to_Shon1 = 'Ли: Тебе чем нибудь помочь?'
helping_to_Shon2 = 'Шон: Да, твоя помощь была бы как раз кстати. Распили пожалуйста эти доски'

dialog_with_Hershel1 = 'Вы направились в хлев и внутри вы встретили Хершела который занимался заготовкой сена'
dialog_with_Hershel2 = 'Ли: Может вам чем-то помочь?'
dialog_with_Hershel3 = 'Хершел: Нет, спасибо. Слушай, Ли. Можно я тебе дам совет на будущее?'
dialog_with_Hershel = 'Слушай, мне всё равно. Но ты выслушаешь!'
dialog_with_Hershel4 = 'Хершел: Я не знаю кто ты и что сделал. Предположим, что в городах ситуация не улучшится. Или станет еще хуже'
dialog_with_Hershel5 = 'Тебе придётся зависеть от честности незнакомцев, если ты хочешь выжить. А если выясниться, что эти люди лгут тебе, то будет плохо'
dialog_with_Hershel6 = 'Хершел: Ну, ты хотя бы слушаешь человека дающего тебе совет..'

shon_scream1 = 'ААААА!!!'
shon_scream2 = 'Хершел: Что за?!.. Скорее! Я возьму ружьё!'
shon_scream3 = 'Вы побежали в сторону криков. Неужели, это был Шон?!'
shon_scream4 = 'Около заборов стояли пару ходячих и Шон был повален на землю, так как трактор на котором сидел Дак придавил его ногу'
Dac_or_Shon1 = 'Дак в состоянии шока застыл и не успел отбежать от забора и один из ходячих схватил его за одежду..'
Dac_or_Shon2 = 'Дак и Шон оба оказались в трудном положении. Вам нужно действовать незамедлительно! Кого вы спасёте?'
help_Shon1 = 'Вы побежали спасать Шона. Вы потянули его в сторону, но всё бестолку! Его ногу придавил трактор'
help_Shon2 = 'Шон: Чёрт! Меня придавило! Сдвиньте эту херню!'
help_Shon3 = 'Кенни тут же подбежал, но, к своему сыну. Он выхватил рёбенка из под лап ходячего.'
help_Shon4 = 'Шон: КЕННИ! ПОМОГИ!!!'
help_Shon5 = 'Кенни посмотрел на Шона, но никак не отреагировал. Ли пытался отодвинуть трактор в одиночку, но всё было безтолку'
help_Shon6 = 'Шон: КЕННИ!!!'
help_Shon7 = 'Ворота вдруг обвалились на Шона вместе с ходячими. Они начали кусать его..'
help_Shon8 = 'Хершел прибежал с ружьём и выстрелил в ходячих прямо в голову. Но было уже слишком поздно.. Шон погиб.'
angry_Hershel1 = 'Хершел: ПОШЛИ НАХРЕН ОТСЮДА!!!'
angry_Hershel2 = 'Кенни: Мне жаль.'
angry_Hershel3 = 'Хершел: ТЕБЕ ЖАЛЬ? Твой сын жив! Тебе не может быть жаль!'
angry_Hershel4 = 'Хершел смотря на вас: Ты пытался помочь, но этот кусок говна позволил ему умереть!'

help_Dac1 = 'Вы решили помочь Даку. Вы побежали в его сторону и начали оттаскивать его от ходячих. Вы с Кенни оттащили его и побежали к Шону'
help_Dac2 = 'Шон: Ли, Кенни! Помогите! ПОЖАЛУЙТА!'

help_Dac3 = 'Как только вы побежали к Шону, ворота обвалились на него вместо с ходячими которые тут же вцепились в него'
help_Dac4 = 'Они вцепились ему в шею, в ноги. Ему уже нечем было помочь.'
angry_Hershel5 = 'Хершел смотря на вас: А ТЫ! ТЫ даже НЕ ПЫТАЛСЯ помочь.'
angry_Hershell = 'Да мне насрать вообще! Убирайтесь отсюда и никогда не возвращайтесь!'


the_end1 = 'Вы уехали с фермы в Мэйкон вместе с Кенни и его семьёй. Вы заехали в райончик города.'
the_end2 = 'Кенни: Итак, это максимум который мы смогли проехать.'
the_end3 = 'Вы вышли из машины и начали осматриваться.'
the_end4 = 'Дак кого-то заметил и закричал: Смотрите!'
the_end5 = 'Кенни крича: Эй! Вы свой? У нас закончился бензин! ЧЁРТ!'
the_end6 = 'Глупо было ожидать что здесь кто-то найдётся..из живых. Ходячие начали выпалзать со всех углов и окружили вас всех. '
the_end7 = 'Дак: ААА!! НЕЕТ!!!'
the_end8 = 'На Дака очередной раз повалился зомби и почти что было укусил, но...'
